[
    {
        "faqTitle": "Eletre",
        "subTitle": [
            {
                "midTitle": "Orders",
                "title": [
                    "If I buy an Eletre on Lotuscars.com can I still use my local Lotus Centre?",
                    "If I place an order today when will I get my Eletre?",
                    "When will first customer deliveries be for Eletre?",
                    "How do I cancel my Eletre reservation?"],
                "text":[
                    "Yes, your Lotus Centre will be more than happy to help, but your order will be placed directly with Lotus, this is part of our new direct sales business model.",
                    "An order placed today will be ready in summer of 2024.",
                    "The Lotus Eletre is on sale now across global markets, first customer deliveries have now commenced in China. The UK and Europe will shortly be starting deliveries. For more information and to reserve your Lotus Eletre please visit www.lotuscars.com/eletre/configure/.  ",
                    "Please contact the Lotus Customer Care team who will process your cancellation, this takes on average 14 days after receipt of cancellation."
                ]
            },
            {
                "midTitle": "Range & Charging",
                "title": [
                    "Will you be partnering with a car charger supplier to offer a charger to use at home?",
                    "Was Eletre ever planned to be a Hybrid?",
                    "How fast will my Eletre battery charge?",
                    "Is there a battery warranty on my Eletre and what are the details?",
                    "What driving range will my Eletre have?",
                    "Where is the battery in my Eletre?"
                ],
                "text":[
                   "We will have more information on this closer to the car’s arrival in showrooms.",
                   "As part of Vision80 – our strategic plan to transform Lotus as it moves towards its 80th birthday in 2028 – we could see that Lotus needed to make a bold transition to a full EV product line-up. We see hybrid technology as a short-term solution and so felt that the launch of Eletre was the right time to make that transition to EV.",
                   "Your Eletre will be able to use a wide range of chargers, from domestic and 22kW AC chargers, right up to the fastest DC chargers currently available (350kW).  A 350kW charger would deliver a 400km (248 miles) range in just 20 minutes. The car also comes with the ability as standard to accept 22kW AC charging which, where available, reduces the time plugged in.",
                   "The car will have a highlight competitive warranty offering and this will be confirmed nearer to the car’s arrival in showrooms.",
                   "It has been designed to offer excellent range and performance in keeping with the demands of a large, premium SUV. At launch we’re communicating a range of target performance figures rather than specifics. On the WLTP cycle, the target range is around 600km (c.373 miles).",
                   "The battery pack is mounted under the passenger compartment in what the industry usually refers to as a ‘skateboard’ format. This positioning delivers significant advantages in terms of styling, aerodynamics, packaging, occupant comfort and dynamic handling, the latter helped because of the low centre of gravity."
                ]
            },
            {
                "midTitle": "Service & Repair",
                "title": [
                    "If I buy an Eletre can I still use my local Lotus Centre for servicing?",
                    "What are the service intervals on my Eletre?"
                    
                ],
                "text":[
                    "Yes you will be able to use our dedicated Lotus Centres, authorised repairers will be able to undertake the repairs and service in the usual way. ",
                    "This will be confirmed nearer to the car’s arrival in showrooms."
                ]
            }
        ]   
    },
    {
        "faqTitle": "Emira",
        "subTitle": [
            {
                "midTitle": "Orders",
                "title": [
                    "Can I apply my private registration plate to my Emira?",   
                    "If I buy an Emira on Lotuscars.com can I still use my local Lotus Centre?",   
                    "What options do I have to collect or have my Emira delivered?",   
                    "Can I purchase paint protection film (PFF) or ceramic coating to be applied to my Emira?",   
                    "Can I change my Emira specification?",   
                    "Can I trade in my current car when purchasing an Emira?",   
                    "How do I cancel my Emira reservation?",   
                    "I've just placed my Emira reservation, what's next?",   
                    "If I place a reservation today when will I get my Emira?"   
                ],
                "text":[
                    "Customers will be welcome to apply their private registration, you will be contacted when we require this information.",   
                    "Yes, your Lotus Centre will be more than happy to help, but your order will be placed directly with Lotus, this is part of our new direct sales business model.",   
                    "There are three options for your Emira handover; collection from the Lotus Factory in Hethel, Norfolk (£199 Inc. VAT), delivery to a home or office address, or collection from your preferred Lotus Centre.",   
                    "Ceramic coating will be offered by Lotus, you will receive the details near checkout time. PPF will only be offered by Lotus UK Agents.",   
                    "If you have been advised that your order is locked for production then you can make changes to your order but this will delay your Emira being produced, the Lotus Customer Care team will be able to advise in more detail. If your vehicle has not been locked production please contact the Lotus Customer Care team who will be able to talk through how to make amends to your specification.",   
                    "Yes, more details will be provided closer to your production month.",   
                    "Please contact the Lotus Customer Care team who will process your cancellation, this takes on average 14 days after receipt of cancellation.",   
                    "If you have just placed your Lotus Emira order you will shortly receive a communication from Lotus on the estimated production timing of your Emira, if you would like an update sooner please contact the Lotus Customer Care team.",   
                    "The current lead time for Emira new orders is 60 weeks."   
                ]
            },
            {
                "midTitle": "Lotus Financial Services",
                "title": [
                    "Can I apply for a finance agreement under my company name?",
                    "Can I make overpayments during the course of my PCP agreement?",
                    "Can Lotus Financial Services provide finance quotes which are bespoke to a customer’s own vehicle spec?",
                    "Do Lotus Financial Services offer a “50/50” finance option instead of PCP or HP?",
                    "Do Lotus Financial Services offer a contract hire / leasing option instead of PCP or HP?",
                    "I am happy with my finance quote, how can I progress with the next steps of arranging my finance?",
                    "What are my options at the end of a PCP agreement?",
                    "What finance options are available on the Lotus Emira (V6 & I4)?"
                ],
                "text":[
                    "You are able to apply for finance under a company name, but it is worth noting that in some circumstances we may require a director guarantee where the director is also underwritten.",
                    "With a PCP, you are able to settle the finance in full before the end of the agreement if you wish to & an interest saving would then be made. `\\n` You are also able to make partial over-payments during the course of the agreement. These will lower your remaining monthly instalments accordingly and you again will be rebated the appropriate amount of interest, depending on how much you over pay. You can over pay as regularly as up to once a month until your monthly payment is as low as £1 (to keep the Direct Debit running).",
                    "Yes – Lotus Financial Services can provide bespoke quotes if the customer is able to share their unique Lotus configurator “load code” as well as the level of customer deposit you would have & your preferred term/annual mileage.",
                    "Unfortunately, we do not currently offer a “50/50” finance option but it may be something we make available in the future.",
                    "Unfortunately, we do not currently offer a personal contract hire or business contract hire finance option but it may be something we make available in the future.",
                    "We are expecting the full finance application process to be live on the Lotus website from May/June time. Once your Emira delivery date is confirmed, you will be invited & able to fully apply online (or with our assistance) approximately 1 month before you are due to receive your vehicle. '\n' The finance proposal 'acceptance' is only valid for a certain amount of time so unfortunately it cannot be done just yet this far in advance.",
                    "Your options at the end of a PCP finance agreement are as follows: '\\n' • Purchase the vehicle & become the legal owner by choosing to pay the optional final payment (balloon).'/n'• If you wanted to upgrade your vehicle, you could part-exchange & use any equity towards your next deposit.'/n'• Re-finance your optional final payment (balloon) with Lotus Financial Services.'/n'• Or, if the vehicle has lost value vs. your optional final payment (GMFV) due to market conditions, you can simply hand it back to us as the finance provider. The optional final payment is then not payable (additional charges can apply if you exceed 'fair wear & tear' or excess mileage charges can apply if you exceed the agreed contractual mileage).",
                    "Lotus Financial Services are able to offer both PCP & HP finance available. If you are able to share whether you are looking to finance the Emira V6, Emira V6 Auto or the Emira I4 as well as the level of customer deposit you would have & your preferred term/annual mileage, we would be more than happy to send over indicative finance quotes to you via email. Please contact us using the phone number or email address provided. '\n'Alternatively, PCP and HP finance options are quotable on the Lotus Emira configuration tool at https://www.lotuscars.com/en-GB/model/emira/#configure "
                ]
            },
            {
                "midTitle": "Service & Repair",
                "title": [
                    "How do I book a service appointment for my Emira?",
                    "Please contact your most convenient Lotus Centre, please visit www.lotuscars.com/lotus-centres/."
                    
                ],
                "text":[
                    "Yes you will be able to use our dedicated Lotus Centres, authorised repairers will be able to undertake the repairs and service in the usual way. ",
                    "1 year or 10,000 miles, 2 years or 20,000 miles, 3 years or 30,000 miles."
                ]
            }
        ]   
    },
    {
        "faqTitle": "Roadside Assistance",
        "subTitle": [
            {
                "midTitle": "General",
                "title": [
                    "When does Roadside Assistance coverage start?",
                    "Do Roadside Assistance repairs affect my vehicle warranty?",
                    "How many times can I use Roadside Assistance?",
                    "Can I request Roadside Assistance when I’m abroad or a long way from home?",
                    "What costs are covered or can be reimbursed with Roadside Assistance?",
                    "What is included in the Roadside Assistance service?",
                    "What is not included?",
                    "How long is Roadside Assistance valid?"
                ],
                "text":[
                    "You are covered as soon as your vehicle has been registered.",
                    "No, all repairs are carried out by authorised Lotus Cars technicians.",
                    "We hope that you never need to make use of Roadside Assistance, but there is no limit to the number of times you may use the service.",
                    "Yes, we will do our best to help you no matter where you are. If your vehicle cannot be repaired at an authorised Lotus location, we will transport it back to your local dealer.",
                    "Lotus Roadside Assistance covers the majority of costs which may be incurred when you encounter an issue with your vehicle. This coverage extends to any passengers you may be travelling with.'\\n'If you need to take a taxi or use public transport, Lotus will either arrange this for you or refund your costs of up to 50 kilometers or 30 miles.'\\n'We also cover hotel accommodation of up to £170/€200 per room per night, for a maximum of two nights.'\\n'Tickets for flights or other previously booked events will be reimbursed depending on your circumstances.'\\n'Please note that we are unable to reimburse any costs without valid receipts.",
                    "Roadside Assistance covers any mechanical or technical issue which occurs during normal use of your Lotus vehicle.'\\n'This includes flat tires, engine or battery issues, problems with car software, and material defects.'\\n'You can make use of Roadside Assistance when you’re at home or on-the-go. We will assist with towing your vehicle to an authorised Lotus service point or your choice of destination.'\\n'If you are locked out of your vehicle, we can open it for you. You may need to sign a waiver before we proceed.'\\n'Depending on your situation, a winch service may be necessary. This will be provided at an additional cost.",
                    "Roadside Assistance does not cover road accidents or deliberate damage to your vehicle. If you are involved in an accident, Lotus Cars can assist with towing your vehicle or you can reach out to your insurance provider for further assistance.",
                    "Roadside Assistance is valid for the full warranty period of your vehicle."
                ]
            }
        ]   
    }

]